{
    "global": {
        "ok": "Okay",
        "cancel": "Cancel",
        "next": "Next",
        "previous": "Previous"
      },
    "Remember me": "Ricordami",
    "Forgot your password?": "Hai dimenticato la password?",
    "Profile Information": "Informazioni sul profilo",
    "Update your account's profile information and email address.":"Aggiorna le informazioni del profilo e l'indirizzo email del tuo account.",
    "Photo": "Foto",
    "Select A New Photo": "Seleziona una nuova foto",
    "Remove Photo": "Rimuovi Foto",
    "Name": "Nome",
    "Current Password": "Password Corrente",
    "New Password": "Nuova Password",
    "Confirm Password": "Conferma Password",
    "Update Password": "Aggiorna Password",
    "Ensure your account is using a long, random password to stay secure.": "Assicurati che il tuo account utilizzi una password lunga e casuale per rimanere sicuro.",
    "Profile": "Profilo",
    "Save": "Salva",
    "Enable": "Abilita",
    "Disable": "Disabilita",
    "Delete": "Elimina",
    "Enter": "Invio",
    "Delete Account": "Elimina Account",
    "Two Factor Authentication": "Autenticazione a Due Fattori",
    "Add additional security to your account using two factor authentication.": "Aggiungi ulteriore sicurezza al tuo account utilizzando l'autenticazione a due fattori.",
    "You have enabled two factor authentication.": "Hai abilitato l'autenticazione a due fattori.",
    "You have not enabled two factor authentication.": "Non hai abilitato l'autenticazione a due fattori.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quando l'autenticazione a due fattori è abilitata, ti verrà richiesto un token sicuro e casuale durante l'autenticazione. Puoi recuperare questo token dall'app Google Authenticator del tuo telefono.",
    "Browser Sessions": "Sessioni del Browser",
    "Manage and log out your active sessions on other browsers and devices.": "Gestisci e disconnetti le tue sessioni attive su altri browser e dispositivi.",
    "This device": "Questo dispositivo",
    "Last active": "Ultima attività",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se necessario, puoi disconnetterti da tutte le tue altre sessioni del browser su tutti i tuoi dispositivi. Alcune delle tue sessioni recenti sono elencate di seguito; tuttavia, questo elenco potrebbe non essere esaustivo. Se ritieni che il tuo account sia stato compromesso, dovresti anche aggiornare la tua password.",
    "Log Out Other Browser Sessions": "Disconnetti Altre Sessioni del Browser",
    "Permanently delete your account.": "Elimina permanentemente il tuo account.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una volta eliminato il tuo account, tutte le sue risorse e dati verranno eliminati permanentemente. Prima di eliminare il tuo account, scarica eventuali dati o informazioni che desideri conservare.",
    "Create API Token":" Crea Token API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": " I token API consentono ai servizi di terze parti di autenticarsi con la nostra applicazione",
    "Token Name": "Nome del Token",
    "Token Permissions": "Autorizzazioni del Token",
    "Permissions": "Autorizzazioni",
    "create": "Crea",
    "read": "Leggi",
    "update": "Aggiorna",
    "delete": "Elimina",
    "Create": "Crea",
    "Last used": "Ultimo Utilizzo",
    "Manage API Tokens":"Gestisci Token API",
    "You may delete any of your existing tokens if they are no longer needed.": "Puoi eliminire i token esistenti se non sono più necessari.",
    "Hello!":"Ciao!",
    "Verify Email Address":"Verifica l'Indirizzo Email",
    "Please click the button below to verify your email address.":"Per favore clicca sul bottone qui sotto per verificare il tuo indirizzo email.",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.":"Prima di continuare, potresti verificare il tuo indirizzo email cliccando su link che ti abbiamo appena inviato per email? Se non l'hai ancora ricevuta te ne manderemo volentieri un'altra.",
    "If you did not create an account, no further action is required.":"Se non hai creato un'account, questa azione non è necessaria.",
    "Regards,":"Saluti,",
    "If you're having trouble clicking the ":"Se riscontri problemi a cliccare sul pulsante ",
    "button, copy and paste the URL below into your web browser:":", copia e incolla l'URL sottostante nel tuo browser web:",
    "Resend Verification Email":"Rinvia Email di verifica",
    "Edit Profile":"Edita il Profilo",
    "Log Out":"Disconnettiti",
    "A new verification link has been sent to the email address you provided in your profile settings.":"Un nuovo link di verifica è stato inviato al tuo indirizzo email che hai fornito nelle impostazioni del profilo.",
    "If you're having trouble clicking the ":"Se hai problemi a cliccare il pulsante \"",
    " button, copy and paste the URL below into your web browser:":"\" copia e incolla l'URL qui sotto nel tuo browser:"
}


